main_menu = """
[1] Открыть справочник
[2] Добавить запись в справочник
[3] Редактировать запись в справочнике
[4] Поиск записи
[5] Закончить выполнение программы
"""

page_commands = """
Следующая страница: n
Предыдущая страница: p
Вернуться назад: b
"""

find_menu = """
[1] По айди в справочнике
[2] По одному из значений
[3] По нескольким значениям
[4] Назад
"""

find_one = """
Выберите параметр поиска:

[1] По фамилии
[2] По имени
[3] По отчеству
[4] По организации
[5] По рабочему телефону
[6] По личному телефону
[7] Назад
"""

menu_inp = 'Введите номер команды: '

incorret_inp = '\nНекорректное значение\n'